#+OPTIONS: TOC:nil
***** This R example replicates Supplementary Figure 2b (one-tailed)
#+BEGIN_SRC R
sample_mat <- matrix(c(61,228,11,341), nrow=2, byrow=TRUE)
signif(fisher.test(sample_mat, alternative = "greater")$p.value, 2)
#+END_SRC

#+RESULTS:
: 2.2e-13

